/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewTitle" = "Kirjaudu sisään";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewDescription" = "{0} palvelin vaatii käyttäjänimen ja salasanan";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewCancelBtnLabel" = "Peruuta";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewLoginBtnLabel" = "Kirjaudu sisään";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsAuthViewCancelBtnLabel" = "Peruuta";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewUser" = "Käyttäjänimi";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewPassword" = "Salasana";

